---
kind: other
id: Methods.T:Autodesk.Revit.DB.PointCloudType
source: html/fd3e7e91-fda0-9344-df8e-8434c7b160f7.htm
---
# PointCloudType Methods

Returns true if the properties CreatedPhaseId and DemolishedPhaseId can be modified for this Element.